Repository: linux-infosec-setupper/linux-infosec-setupper
Catalog: po/back_auditd/*.po
Languages: ru

source: Entered %s=exec /path/to/script does not contain a path to script
ru: Введенное значение %s=exec /путь/к/скрипту не содержит путь к скрипту

source: %s=exec* can have only one agrument — path to script, example: %s=exec /path/to/script
ru: У %s=exec* может быть только один аргумент — путь к скрипту, например: %s=exec /путь/к/скрипту

source: Script %s is not executable
ru: Скрипт %s не является выполняемым

source: Possible values of %s are: %s
ru: Возможны следующие значения %s: %s

source: Error creating directory %s
ru: Ошибка создания каталога %s

source: Error copying systemd override file %s to %s
ru: Ошибка копирования файла дополнительных настроек systemd %s в %s

source: Systemd unit file auditd.service with setted up packet filtering has not passed verification!
ru: Файл унита systemd auditd.service с настроенной фильтрацией сетевого трафика не прошел проверку на правильность синтаксиса!

source: The error was:
ru: Ошибка была следующей:

source: Directory %s does not exist
ru: Каталог %s не существует

source: Value of %s must be %s or %s
ru: Значением %s должно быть %s или %s

source: Parameter %s makes sense only when %s
ru: Параметр %s имеет смысл только когда %s

source: File %s does not exist or is not executable, so %s cannot be set as a dispatcher executable
ru: Файл %s не существует или не является исполняемым, поэтому %s не может быть установлен в качестве диспатчера аудита

source: %s requires %s to be configured
ru: Для %s должен быть настроен %s

source: %s must be an integer between %s and %s
ru: %s должно быть целым числом от %s до %s

source: Errors occured when trying to understand how to configure auditd
ru: Невозможно понять, как настроить auditd, возникли ошибки

source: Error writing auditd config file %s
ru: Ошибка записи файла настроек auditd %s

source: Reboot to apply changes to auditd config
ru: Перезагрузите систему, чтобы настройки auditd вступили в силу
